// 名前の候補
GAME.data.names = {
  male: [
    "アルト", "カイル", "ルーク", "エド", "ハンス", "ジーク", "テオ", "マルク", "レオン", "オスカー",
    "フィン", "ユリウス", "ロイ", "ベルン", "ニコラ", "セドリック", "ガレス", "トマ", "ヴィクトル", "ラウル",
  ],
  female: [
    "リーナ", "エマ", "ソフィア", "ミラ", "クララ", "アンナ", "ルル", "セシル", "ノエル", "イリス",
    "マリエ", "ティナ", "フレア", "ローザ", "エルザ", "シエラ", "ヘレナ", "ネル", "カミラ", "リディア",
  ],
  family: [
    "ハーヴェル", "グレイン", "アッシュフォード", "ミルトン", "ベルク", "ローエン", "クロウ", "フェルナー",
    "ヴァイス", "ストーン", "ブラム", "エルミナ", "カーター", "リンドール", "ホルン", "シュタイン",
  ],
};
